Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: Used instead of the address in the kubeconfig Talos issues, e.g. a port forward, a load balancer or a public name: host, host:port or an https URL. Without a port, the kubeconfig’s is used. The certificate is still checked against the cluster’s own address. Leave empty to use the kubeconfig’s again. Only on this device.
de: Wird statt der Adresse in der von Talos ausgestellten kubeconfig verwendet, z. B. eine Portweiterleitung, ein Load Balancer oder ein öffentlicher Name: Host, Host:Port oder eine https-URL. Ohne Port wird der aus der kubeconfig verwendet. Das Zertifikat wird weiterhin gegen die eigene Adresse des Clusters geprüft. Leer lassen, um wieder die der kubeconfig zu verwenden. Nur auf diesem Gerät.
es: Se usa en lugar de la dirección del kubeconfig que emite Talos, por ejemplo una redirección de puertos, un balanceador de carga o un nombre público: host, host:puerto o una URL https. Sin puerto, se usa el del kubeconfig. El certificado se sigue verificando con la dirección propia del clúster. Déjalo vacío para volver a usar la del kubeconfig. Solo en este dispositivo.
fr: Utilisée à la place de l’adresse du kubeconfig fourni par Talos, par exemple une redirection de port, un répartiteur de charge ou un nom public : hôte, hôte:port ou URL https. Sans port, celui du kubeconfig est utilisé. Le certificat reste vérifié avec l’adresse propre du cluster. Laissez vide pour revenir à celle du kubeconfig. Sur cet appareil uniquement.
it: Usato al posto dell’indirizzo nel kubeconfig emesso da Talos, ad esempio un port forwarding, un load balancer o un nome pubblico: host, host:porta o un URL https. Senza porta, si usa quella del kubeconfig. Il certificato viene comunque verificato con l’indirizzo proprio del cluster. Lascia vuoto per tornare a quello del kubeconfig. Solo su questo dispositivo.
uk: Використовується замість адреси з kubeconfig, який видає Talos, наприклад переадресація порту, балансувальник навантаження або публічне ім’я: хост, хост:порт або https URL. Без порту використовується порт із kubeconfig. Сертифікат і далі перевіряється за власною адресою кластера. Залиште порожнім, щоб знову використовувати адресу з kubeconfig. Лише на цьому пристрої.

source: Tap to run. Commands ending with … are only typed, so you can add the target.
de: Zum Ausführen tippen. Befehle mit … am Ende werden nur eingetippt, um das Ziel zu ergänzen.
es: Toque para ejecutar. Los comandos que terminan en … solo se escriben, para añadir el destino.
fr: Touchez pour lancer. Les commandes finissant par … sont seulement tapées, pour ajouter la cible.
it: Tocca per eseguire. I comandi che finiscono con … vengono solo digitati, per aggiungere la destinazione.
uk: Торкніться, щоб виконати. Команди з … в кінці лише вводяться, щоб додати ціль.

source: Reachability
de: Erreichbarkeit
es: Conectividad
fr: Joignabilité
it: Raggiungibilità
uk: Досяжність

source: Firewall & services
de: Firewall & Dienste
es: Cortafuegos y servicios
fr: Pare-feu et services
it: Firewall e servizi
uk: Брандмауер і сервіси

source: Capture
de: Mitschnitt
es: Captura
it: Cattura
uk: Захоплення

source: Node
de: Knoten
es: Nodo
fr: Nœud
it: Nodo
uk: Вузол

source: Throughput
de: Durchsatz
es: Ancho de banda
fr: Débit
it: Banda
uk: Пропускна здатність

source: critical
de: kritisch
es: crítico
fr: critique
it: critico
uk: критично

source: needs attention
de: braucht Aufmerksamkeit
es: requiere atención
fr: à surveiller
it: da controllare
uk: потребує уваги

source: healthy
de: fehlerfrei
es: correcto
fr: sain
it: integro
uk: справний

source: idle
de: inaktiv
es: inactivo
fr: inactif
it: inattivo
uk: неактивний

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
uk: невідомо

source: Degraded
de: Beeinträchtigt
es: Degradado
fr: Dégradé
it: Degradato
uk: Погіршений

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
uk: Недоступний

source: Data services
de: Datendienste
es: Servicios de datos
fr: Services de données
it: Servizi dati
uk: Сервіси даних

source: No data services found.
de: Keine Datendienste gefunden.
es: No se encontraron servicios de datos.
fr: Aucun service de données trouvé.
it: Nessun servizio dati trovato.
uk: Сервісів даних не знайдено.

source: Nothing needs attention.
de: Alles in Ordnung.
es: Nada requiere atención.
fr: Rien à signaler.
it: Niente da segnalare.
uk: Усе гаразд.

source: No volumes.
de: Keine Volumes.
es: Sin volúmenes.
fr: Aucun volume.
it: Nessun volume.
uk: Немає томів.

source: Detached
de: Getrennt
es: Desconectados
fr: Détachés
it: Scollegati
uk: Від’єднані

source: Filter by namespace or name
de: Nach Namespace oder Name filtern
es: Filtrar por namespace o nombre
fr: Filtrer par namespace ou nom
it: Filtra per namespace o nome
uk: Фільтр за простором імен або назвою

source: never backed up
de: nie gesichert
es: sin copia de seguridad
fr: jamais sauvegardé
it: mai salvato
uk: без резервних копій

source: Backup target
de: Backup-Ziel
es: Destino de copias
fr: Cible de sauvegarde
it: Destinazione backup
uk: Ціль резервних копій

source: available
de: verfügbar
es: disponible
fr: disponible
it: disponibile
uk: доступна

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
uk: недоступна

source: not ready
de: nicht bereit
es: no listo
fr: pas prêt
it: non pronto
uk: не готовий

source: scheduling disabled
de: Planung deaktiviert
es: programación desactivada
fr: planification désactivée
it: pianificazione disattivata
uk: планування вимкнено

source: attached
de: verbunden
es: conectado
fr: attaché
it: collegato
uk: під’єднаний

source: detached
de: getrennt
es: desconectado
fr: détaché
it: scollegato
uk: від’єднаний

source: attaching
de: wird verbunden
es: conectándose
fr: en attachement
it: in collegamento
uk: під’єднується

source: detaching
de: wird getrennt
es: desconectándose
fr: en détachement
it: in scollegamento
uk: від’єднується

source: creating
de: wird erstellt
es: creándose
fr: en création
it: in creazione
uk: створюється

source: deleting
de: wird gelöscht
es: eliminándose
fr: en suppression
it: in eliminazione
uk: видаляється

source: faulted
de: ausgefallen
es: con fallo
fr: en panne
it: guasto
uk: несправний

source: Storage nodes
de: Speicherknoten
es: Nodos de almacenamiento
fr: Nœuds de stockage
it: Nodi di archiviazione
uk: Вузли зберігання

source: Fully replicated
de: Vollständig repliziert
es: Totalmente replicadas
fr: Entièrement répliquées
it: Completamente replicate
uk: Повністю репліковані

source: Write quorum
de: Schreib-Quorum
es: Quórum de escritura
fr: Quorum d’écriture
it: Quorum di scrittura
uk: Кворум запису

source: Resync queue
de: Resync-Warteschlange
es: Cola de resincronización
fr: File de resynchronisation
it: Coda di risincronizzazione
uk: Черга ресинхронізації

source: Blocks failing to resync
de: Blöcke mit Resync-Fehlern
es: Bloques con fallo de resincronización
fr: Blocs en échec de resynchro
it: Blocchi con errori di risincronizzazione
uk: Блоки з помилками ресинхронізації

source: Metadata sync queue
de: Metadaten-Sync-Warteschlange
es: Cola de sincronización de metadatos
fr: File de synchro des métadonnées
it: Coda di sincronizzazione metadati
uk: Черга синхронізації метаданих

source: No Postgres clusters.
de: Keine Postgres-Cluster.
es: Sin clústeres de Postgres.
fr: Aucun cluster Postgres.
it: Nessun cluster Postgres.
uk: Немає кластерів Postgres.

source: hibernated
de: im Ruhezustand
es: hibernado
fr: en hibernation
it: in ibernazione
uk: у сплячому режимі

source: no instance running
de: keine Instanz läuft
es: ninguna instancia activa
fr: aucune instance active
it: nessuna istanza attiva
uk: жоден екземпляр не працює

source: failing over
de: Failover läuft
es: conmutación por error en curso
fr: bascule en cours
it: failover in corso
uk: триває аварійне перемикання

source: instances missing
de: Instanzen fehlen
es: faltan instancias
fr: instances manquantes
it: istanze mancanti
uk: бракує екземплярів

source: switchover in progress
de: Switchover läuft
es: cambio de primario en curso
fr: changement de primaire en cours
it: switchover in corso
uk: триває перемикання первинного

source: WAL archiving failing
de: WAL-Archivierung schlägt fehl
es: fallo en el archivado de WAL
fr: archivage WAL en échec
it: archiviazione WAL non riuscita
uk: архівування WAL не працює

source: last backup failed
de: letztes Backup fehlgeschlagen
es: falló la última copia
fr: dernière sauvegarde échouée
it: ultimo backup non riuscito
uk: остання резервна копія не вдалася

source: no recent backup
de: kein aktuelles Backup
es: sin copia reciente
fr: pas de sauvegarde récente
it: nessun backup recente
uk: немає свіжої резервної копії

source: Primary
de: Primär
es: Primario
fr: Primaire
it: Primario
uk: Первинний

source: Instances
de: Instanzen
es: Instancias
it: Istanze
uk: Екземпляри

source: WAL archiving
de: WAL-Archivierung
es: Archivado de WAL
fr: Archivage WAL
it: Archiviazione WAL
uk: Архівування WAL

source: Last backup
de: Letztes Backup
es: Última copia
fr: Dernière sauvegarde
it: Ultimo backup
uk: Остання резервна копія

source: Last failure
de: Letzter Fehler
es: Último fallo
fr: Dernier échec
it: Ultimo errore
uk: Остання невдача

source: Oldest recovery point
de: Ältester Wiederherstellungspunkt
es: Punto de recuperación más antiguo
fr: Plus ancien point de restauration
it: Punto di ripristino più vecchio
uk: Найдавніша точка відновлення

source: primary
de: primär
es: primario
fr: primaire
it: primario
uk: первинний

source: replica
de: Replikat
es: réplica
fr: réplique
uk: репліка

source: pending, not scheduled
de: ausstehend, nicht eingeplant
es: pendiente, sin programar
fr: en attente, non planifiée
it: in attesa, non pianificata
uk: очікує, не заплановано

source: working
de: funktioniert
es: funciona
fr: fonctionne
it: funzionante
uk: працює

source: failing
de: fehlerhaft
es: fallando
fr: en échec
it: non riuscita
uk: не працює

source: off
de: aus
es: desactivado
fr: désactivé
it: disattivata
uk: вимкнено

source: barman object store
de: Barman-Objektspeicher
es: almacén de objetos barman
fr: stockage objet barman
it: object store barman
uk: сховище об’єктів barman

source: not configured
de: nicht eingerichtet
es: sin configurar
fr: non configurées
it: non configurati
uk: не налаштовано

source: never
de: nie
es: nunca
fr: jamais
it: mai
uk: ніколи

source: Could not read: %@
de: Konnte nicht gelesen werden: %@
es: No se pudo leer: %@
fr: Lecture impossible : %@
it: Impossibile leggere: %@
uk: Не вдалося прочитати: %@

source: Nothing matches “%@”.
de: Nichts passt zu „%@“.
es: Nada coincide con «%@».
fr: Rien ne correspond à « %@ ».
it: Nessun risultato per “%@”.
uk: Нічого не відповідає «%@».

source: on %@
de: auf %@
es: en %@
fr: sur %@
it: su %@
uk: на %@

source: %@ of %@ scheduled
de: %@ von %@ belegt
es: %@ de %@ asignados
fr: %@ sur %@ alloués
it: %@ di %@ allocati
uk: %@ з %@ заплановано

source: Only the basic status is available: %@
de: Nur der Grundstatus ist verfügbar: %@
es: Solo está disponible el estado básico: %@
fr: Seul l’état de base est disponible : %@
it: È disponibile solo lo stato di base: %@
uk: Доступний лише базовий стан: %@

source: down, last seen %@ ago
de: ausgefallen, zuletzt vor %@ gesehen
es: caído, visto hace %@
fr: hors ligne, vu il y a %@
it: non attivo, visto %@ fa
uk: не працює, востаннє %@ тому

source: no statistics: %@
de: keine Statistiken: %@
es: sin estadísticas: %@
fr: pas de statistiques : %@
it: nessuna statistica: %@
uk: немає статистики: %@

source: %lld/%lld replicas
de: %lld/%lld Replikate
es: %lld/%lld réplicas
fr: %lld/%lld répliques
it: %lld/%lld repliche
uk: %lld/%lld реплік

source: %lld/%lld nodes up
de: %lld/%lld Knoten aktiv
es: %lld/%lld nodos activos
fr: %lld/%lld nœuds en ligne
it: %lld/%lld nodi attivi
uk: %lld/%lld вузлів працюють

source: %lld rebuilding
de: %lld im Neuaufbau
es: %lld reconstruyéndose
fr: %lld en reconstruction
it: %lld in ricostruzione
uk: відновлення: %lld

source: %lld clusters
de: %lld Cluster
es: %lld clústeres
it: %lld cluster
uk: %lld кластера

source: %lld Postgres clusters
de: %lld Postgres-Cluster
es: %lld clústeres de Postgres
fr: %lld clusters Postgres
it: %lld cluster Postgres
uk: %lld кластера Postgres

source: %lld instances waiting to be scheduled
de: %lld Instanzen warten auf Einplanung
es: %lld instancias esperando a ser programadas
fr: %lld instances en attente de planification
it: %lld istanze in attesa di pianificazione
uk: %lld екземпляра очікують планування

source: the likely cause of %lld problems
de: vermutlich die Ursache von %lld Problemen
es: la causa probable de %lld problemas
fr: cause probable de %lld problèmes
it: la causa probabile di %lld problemi
uk: імовірна причина %lld проблеми

source: Argo CD: %@ sync failed
de: Argo CD: Synchronisierung von %@ fehlgeschlagen
es: Argo CD: falló la sincronización de %@
fr: Argo CD : échec de la synchronisation de %@
it: Argo CD: sincronizzazione di %@ non riuscita
uk: Argo CD: не вдалося синхронізувати %@

source: Argo CD: %@ is degraded
de: Argo CD: %@ ist beeinträchtigt
es: Argo CD: %@ está degradada
fr: Argo CD : %@ est dégradée
it: Argo CD: %@ è degradata
uk: Argo CD: %@ працює з погіршенням

source: Argo CD: %@ has missing resources
de: Argo CD: %@ fehlen Ressourcen
es: Argo CD: faltan recursos de %@
fr: Argo CD : des ressources de %@ manquent
it: Argo CD: mancano risorse di %@
uk: Argo CD: у %@ бракує ресурсів

source: Argo CD: %@ has an error
de: Argo CD: %@ hat einen Fehler
es: Argo CD: %@ tiene un error
fr: Argo CD : %@ est en erreur
it: Argo CD: %@ ha un errore
uk: Argo CD: у %@ помилка

source: Argo CD: %@ is out of sync
de: Argo CD: %@ ist nicht synchron
es: Argo CD: %@ no está sincronizada
fr: Argo CD : %@ n’est plus synchronisée
it: Argo CD: %@ non è sincronizzata
uk: Argo CD: %@ не синхронізовано

source: Argo CD: %@ is synced and healthy again
de: Argo CD: %@ ist wieder synchron und fehlerfrei
es: Argo CD: %@ vuelve a estar sincronizada y sana
fr: Argo CD : %@ est de nouveau synchronisée et saine
it: Argo CD: %@ è di nuovo sincronizzata e integra
uk: Argo CD: %@ знову синхронізовано й справно

source: Flux: %@ is not ready
de: Flux: %@ ist nicht bereit
es: Flux: %@ no está listo
fr: Flux : %@ n’est pas prêt
it: Flux: %@ non è pronto
uk: Flux: %@ не готовий

source: Flux: %@ is ready again
de: Flux: %@ ist wieder bereit
es: Flux: %@ vuelve a estar listo
fr: Flux : %@ est de nouveau prêt
it: Flux: %@ è di nuovo pronto
uk: Flux: %@ знову готовий

source: Watch GitOps apps
de: GitOps-Apps überwachen
es: Vigilar las apps GitOps
fr: Surveiller les apps GitOps
it: Monitora le app GitOps
uk: Стежити за застосунками GitOps

source: Argo CD and Flux apps that break or fail to sync; each check reads them through the Kubernetes API.
de: Argo-CD- und Flux-Apps, die ausfallen oder nicht synchronisieren; jede Prüfung liest sie über die Kubernetes-API.
es: Las apps de Argo CD y Flux que fallan o no se sincronizan; cada comprobación las lee a través de la API de Kubernetes.
fr: Les apps Argo CD et Flux qui tombent en panne ou ne se synchronisent plus ; chaque vérification les lit via l’API Kubernetes.
it: Le app Argo CD e Flux che si guastano o non si sincronizzano; ogni controllo le legge tramite l’API Kubernetes.
uk: Застосунки Argo CD і Flux, які ламаються або не синхронізуються; кожна перевірка читає їх через Kubernetes API.

source: Watch data services
de: Datendienste überwachen
es: Vigilar los servicios de datos
fr: Surveiller les services de données
it: Monitora i servizi dati
uk: Стежити за сервісами даних

source: Also alerts on Longhorn volumes that fault or degrade, a degraded Garage cluster and Postgres clusters that go down or whose backups fail. Each check uses the Kubernetes API (os:admin) and runs the Garage CLI in one of its pods.
de: Meldet auch ausgefallene oder beeinträchtigte Longhorn-Volumes, einen beeinträchtigten Garage-Cluster und Postgres-Cluster, die ausfallen oder deren Backups fehlschlagen. Jede Prüfung nutzt die Kubernetes-API (os:admin) und führt die Garage-CLI in einem seiner Pods aus.
es: También avisa de volúmenes de Longhorn con fallo o degradados, de un clúster de Garage degradado y de clústeres de Postgres caídos o con copias fallidas. Cada comprobación usa la API de Kubernetes (os:admin) y ejecuta la CLI de Garage en uno de sus pods.
fr: Alerte aussi quand un volume Longhorn tombe en panne ou se dégrade, quand un cluster Garage est dégradé et quand un cluster Postgres tombe ou que ses sauvegardes échouent. Chaque vérification utilise l’API Kubernetes (os:admin) et lance la CLI Garage dans un de ses pods.
it: Avvisa anche di volumi Longhorn guasti o degradati, di un cluster Garage degradato e di cluster Postgres non attivi o con backup non riusciti. Ogni controllo usa l’API Kubernetes (os:admin) ed esegue la CLI di Garage in uno dei suoi pod.
uk: Також сповіщає про несправні чи погіршені томи Longhorn, погіршений кластер Garage і кластери Postgres, що впали або мають невдалі резервні копії. Кожна перевірка використовує API Kubernetes (os:admin) і запускає CLI Garage в одному з його подів.

source: %@ needs attention
de: %@ braucht Aufmerksamkeit
es: %@ requiere atención
fr: %@ à surveiller
it: %@ da controllare
uk: %@ потребує уваги

source: %@ is healthy again
de: %@ ist wieder fehlerfrei
es: %@ vuelve a estar correcto
fr: %@ est de nouveau sain
it: %@ è di nuovo integro
uk: %@ знову справний

source: No Dragonfly instances.
de: Keine Dragonfly-Instanzen.
es: Sin instancias de Dragonfly.
fr: Aucune instance Dragonfly.
it: Nessuna istanza Dragonfly.
uk: Немає екземплярів Dragonfly.

source: no pod ready
de: kein Pod bereit
es: ningún pod listo
fr: aucun pod prêt
it: nessun pod pronto
uk: жоден под не готовий

source: no master
de: kein Master
es: sin maestro
fr: aucun maître
it: nessun master
uk: немає головного

source: several masters
de: mehrere Master
es: varios maestros
fr: plusieurs maîtres
it: più master
uk: кілька головних

source: replicas missing
de: Replikate fehlen
es: faltan réplicas
fr: répliques manquantes
it: repliche mancanti
uk: бракує реплік

source: %lld Dragonfly instances
de: %lld Dragonfly-Instanzen
es: %lld instancias de Dragonfly
fr: %lld instances Dragonfly
it: %lld istanze Dragonfly
uk: %lld екземпляра Dragonfly

source: Measures TCP throughput and latency from one node to another with netperf, like cilium connectivity perf. The test runs in a temporary namespace, deleted afterwards.
de: Misst TCP-Durchsatz und -Latenz von einem Node zu einem anderen mit netperf, wie cilium connectivity perf. Der Test läuft in einem temporären Namespace, der danach gelöscht wird.
es: Mide el rendimiento y la latencia TCP de un nodo a otro con netperf, como cilium connectivity perf. La prueba se ejecuta en un namespace temporal que se elimina después.
fr: Mesure le débit et la latence TCP d’un nœud à un autre avec netperf, comme cilium connectivity perf. Le test s’exécute dans un namespace temporaire, supprimé ensuite.
it: Misura throughput e latenza TCP da un nodo a un altro con netperf, come cilium connectivity perf. Il test gira in un namespace temporaneo, eliminato al termine.
uk: Вимірює пропускну здатність і затримку TCP між двома вузлами за допомогою netperf, як cilium connectivity perf. Тест виконується в тимчасовому namespace, який потім видаляється.

source: Same node: this measures the node’s own network stack, not a link.
de: Gleicher Node: Das misst den Netzwerkstack des Nodes, keine Verbindung.
es: Mismo nodo: esto mide la pila de red del propio nodo, no un enlace.
fr: Même nœud : cela mesure la pile réseau du nœud, pas un lien.
it: Stesso nodo: misura lo stack di rete del nodo, non un collegamento.
uk: Той самий вузол: вимірюється власний мережевий стек вузла, а не з’єднання.

source: Also test the host network
de: Auch das Host-Netzwerk testen
es: Probar también la red del host
fr: Tester aussi le réseau hôte
it: Testa anche la rete host
uk: Також перевірити мережу хоста

source: Node to node, outside the CNI. The test namespace then needs the privileged pod security level.
de: Von Node zu Node, außerhalb des CNI. Der Test-Namespace braucht dann die Pod-Sicherheitsstufe privileged.
es: De nodo a nodo, fuera del CNI. El namespace de la prueba necesita entonces el nivel de seguridad de pods privileged.
fr: De nœud à nœud, hors du CNI. Le namespace du test doit alors avoir le niveau de sécurité des pods privileged.
it: Da nodo a nodo, fuori dal CNI. Il namespace del test richiede allora il livello di sicurezza dei pod privileged.
uk: Від вузла до вузла, поза CNI. Тоді namespace тесту потребує рівня безпеки подів privileged.

source: Duration of each measurement
de: Dauer jeder Messung
es: Duración de cada medición
fr: Durée de chaque mesure
it: Durata di ogni misura
uk: Тривалість кожного вимірювання

source: Start test
de: Test starten
es: Iniciar prueba
fr: Lancer le test
it: Avvia test
uk: Почати тест

source: No ready node to test.
de: Kein bereiter Node zum Testen.
es: Ningún nodo listo para probar.
fr: Aucun nœud prêt à tester.
it: Nessun nodo pronto da testare.
uk: Немає готових вузлів для тесту.

source: Start a network test?
de: Netzwerktest starten?
es: ¿Iniciar una prueba de red?
fr: Lancer un test réseau ?
it: Avviare un test di rete?
uk: Почати тест мережі?

source: netperf pods run on %@ and %@ in a temporary namespace. The link between them is saturated for about %lld seconds, then the namespace is deleted.
de: netperf-Pods laufen auf %@ und %@ in einem temporären Namespace. Die Verbindung zwischen ihnen wird etwa %lld Sekunden lang ausgelastet, danach wird der Namespace gelöscht.
es: Se ejecutan pods de netperf en %@ y %@ en un namespace temporal. El enlace entre ellos se satura durante unos %lld segundos y luego se elimina el namespace.
fr: Des pods netperf tournent sur %@ et %@ dans un namespace temporaire. Le lien entre eux est saturé pendant environ %lld secondes, puis le namespace est supprimé.
it: I pod netperf girano su %@ e %@ in un namespace temporaneo. Il collegamento tra loro viene saturato per circa %lld secondi, poi il namespace viene eliminato.
uk: Поди netperf працюють на %@ і %@ у тимчасовому namespace. З’єднання між ними буде завантажене приблизно %lld секунд, потім namespace видаляється.

source: For the host network, the namespace is created with the privileged pod security level.
de: Für das Host-Netzwerk wird der Namespace mit der Pod-Sicherheitsstufe privileged erstellt.
es: Para la red del host, el namespace se crea con el nivel de seguridad de pods privileged.
fr: Pour le réseau hôte, le namespace est créé avec le niveau de sécurité des pods privileged.
it: Per la rete host, il namespace viene creato con il livello di sicurezza dei pod privileged.
uk: Для мережі хоста namespace створюється з рівнем безпеки подів privileged.

source: Preparing the test namespace…
de: Test-Namespace wird vorbereitet…
es: Preparando el namespace de prueba…
fr: Préparation du namespace de test…
it: Preparazione del namespace di test…
uk: Підготовка namespace тесту…

source: Starting netserver on %@…
de: netserver wird auf %@ gestartet…
es: Iniciando netserver en %@…
fr: Démarrage de netserver sur %@…
it: Avvio di netserver su %@…
uk: Запуск netserver на %@…

source: Deleting the test namespace…
de: Test-Namespace wird gelöscht…
es: Eliminando el namespace de prueba…
fr: Suppression du namespace de test…
it: Eliminazione del namespace di test…
uk: Видалення namespace тесту…

source: Keep this screen open: leaving it stops the test.
de: Lass diesen Bildschirm offen: Verlassen beendet den Test.
es: Mantén esta pantalla abierta: salir detiene la prueba.
fr: Gardez cet écran ouvert : le quitter arrête le test.
it: Tieni aperta questa schermata: uscire interrompe il test.
uk: Не закривайте цей екран: вихід зупиняє тест.
